ILIAS (Integriertes Lern-, Informations- und ArbeitskooperationsSystem) ist eine Open-Source-Lernplattform zur Unterst&uuml;tzung des Lehrens und Lernens. Die Softwareentwicklung wird von einem Team an der Universit&auml;t zu K&ouml;ln koordiniert. Die Nutzung der Software unterliegt der General Public Licence - GPL (<a href="http://www.gnu.org/licenses/gpl.html">http://www.gnu.org/licenses/gpl.html</a>).<br />
<br />
Die Bereitstellung der Lern- und Kommunikationsplattform ILIAS an der FH Dortmund ist ein zentraler Dienst der E-Learning Koordinierungsstelle zur Unterst&uuml;tzung der wissenschaftlichen Lehre. Mit der Anmeldung in ILIAS wird die Nutzungsvereinbarung anerkannt.<br />
<br />
Die Fachhochschule Dortmund ist berechtigt, jeden Abschnitt dieser Vereinbarung zu jeder Zeit zu &auml;ndern. &auml;nderungen treten in Kraft, sobald sie in ILIAS publiziert wurden. Wenn Sie den &auml;nderungen nicht zustimmen, m&uuml;ssen Sie Ihre Subskription des ILIAS-Angebots beenden. Durch Ihren fortgesetzten Gebrauch des ILIAS-Angebots stimmen Sie der ge&auml;nderten Vereinbarung zu und sind durch die Bestimmungen der ge&auml;nderten Vereinbarung gebunden.<br />
<br />

<strong>Widerspruchsrecht</strong><br />
<br />
Die Einwilligung in die Nutzungsvereinbarung ist jederzeit frei widerruflich durch entsprechende Erkl&auml;rung gegen&uuml;ber der Administration der Lernplattform unter <a href="mailto:ilias@fh-dortmund.de">ilias@fh-dortmund.de</a>.<br />
<br />

<strong>Datenschutz</strong><br />
<br />
Die Lern- und Kommunikationsplattform ILIAS bietet den NutzerInnen einen personalisierten Zugang zu Materialien und Informationen, die von Lehrenden bereitgestellt wurden.<br />
<br />
Studierende der FH Dortmund, die sich erstmalig in ILIAS anmelden, m&uuml;ssen die Benutzerkennung (Benutzernamen) und das Passwort ihres ODS-Zugangs f&uuml;r ILIAS verwenden. Nur bei korrekter Eingabe dieser Daten erhalten Sie regul&auml;ren Zugang zum ILIAS-Angebot der Fachhochschule. <br />
<br />
Im Zuge der Registrierung werden aus dem zentralen Studierendenverzeichnis der FH Dortmund Ihr vollst&auml;ndiger Name und Ihre offizielle E-Mail-Adresse an der Hochschule &uuml;bernommen. Diese personenbezogenen Daten werden von uns gespeichert. Die Erhebung und Speicherung dieser personenbezogenen Daten dient der administrativen NutzerInnenverwaltung; die eMail-Adresse und die zus&auml;tzlich abgefragte Geschlechtszugeh&ouml;rigkeit wird ausschlie&szlig;lich zur Kontaktaufnahme mit Ihnen verwendet. Diese Daten werden auf gesicherten Systemen der FH Dortmund gespeichert und nicht an Dritte weitergegeben. <br />
<br />
Ihr Name und Ihr ILIAS-Nutzername werden an unterschiedlichen Stellen in ILIAS angezeigt. Durch Einstellung ihres "Pers&ouml;nlichen Profils" haben Sie in ILIAS jederzeit die M&ouml;glichkeit, Ihren Online-Status in ILIAS zu verbergen.<br />
<br />
Im Zuge der Registrierung werden als zus&auml;tzliche Daten Ihre Fachbereichszugeh&ouml;rigkeit und Ihr Studiengang abgefragt und die ausgew&auml;hlten Daten personenbezogen abgespeichert. Aufgrund Ihrer Eingaben erhalten Sie Zugang zu den in ILIAS bereitgestellten fachbereichs&uuml;bergreifenden Angeboten der FH Dortmund  sowie den spezifischen Angeboten des jeweiligen Studiengangs der Einschreibung. Zugang zu weiteren fachbereichsspezifischen Angeboten in ILIAS erhalten Sie auf begr&uuml;ndeten Antrag an <a href="mailto:ilias@fh-dortmund.de">ilias@fh-dortmund.de</a>.<br />
<br />
Lehrende, MitarbeiterInnen und sonstige Angeh&ouml;rige der FH Dortmund erhalten auf Antrag einen Zugang zur Lern- und Kommunikationsplattform ILIAS. Unter bestimmten Bedingungen k&ouml;nnen Konten von Lehrenden, MitarbeiterInnen und sonstigen Angeh&ouml;rigen durch AdministratorInnen zur Vorbereitung von Schulungsma&szlig;nahmen angelegt werden. Die Anlage erfolgt unter dem Vorbehalt einer zeitlichen Befristung. Wird eines dieser Konten nicht innerhalb von 6 Monaten aktiviert, so wird es automatisch gel&ouml;scht.<br />
<br />
Bei jedem Zugriff auf diese Webseite werden die IP-Adresse des benutzten Rechners, sowie das Datum und die Uhrzeit des Zugriffs registriert. Die Erhebung und Nutzung dieser Log-File-Daten dienen der anonymisierten Auswertung zu statistischen Forschungs- und Evaluationszwecken, werden also nicht in Verbindung mit Namen oder eMail-Adresse ausgewertet. Diese Daten werden ebenfalls nicht an Dritte weitergegeben.<br />
<br />
Auf Anforderung teilen wir Ihnen umgehend mit, welche personenbezogenen Daten &uuml;ber Sie bei uns gespeichert sind. Bitte wenden Sie sich hierzu per eMail an: <a href="mailto:ilias@fh-dortmund.de">ilias@fh-dortmund.de</a>.<br />
<br />
<strong>Nutzungsberechtigung</strong><br />
<br />
Die Lern- und Kommunikationsplattform ILIAS steht den Lehrenden, MitarbeiterInnen und Studierenden der FH Dortmund kostenfrei zur Verf&uuml;gung. Alle auf ILIAS freigegebenen Materialien stehen f&uuml;r die nicht-kommerzielle Nutzung zur Verf&uuml;gung. Die mit den Materialien verbundenen Rechte verbleiben bei den AutorInnen oder ausdr&uuml;cklich genannten Dritten.<br />
<br />
Die Verwendung von Materialien aus ILIAS in Seminar-, Diplom-, Bachelor- und Masterarbeiten muss durch eine vollst&auml;ndige Quellenangabe kenntlich gemacht werden. Meinungs&auml;u&szlig;erungen einzelner Personen in Chatr&auml;umen, Foren etc. d&uuml;rfen nur mit ausdr&uuml;cklicher Genehmigung der zitierten Person verwendet werden.<br />
<br />
Im Fall eines nachgewiesenen Missbrauchs von ILIAS k&ouml;nnen die Nutzungsrechte mit sofortiger Wirkung entzogen und der Zugang zum System gesperrt werden.<br />
<br />
Die Fachhochschule Dortmund kann Teile oder spezifische Funktionen des Angebots jederzeit &auml;ndern oder au&szlig;er Kraft setzen. Entsprechend kann die Nutzung und der Zugang zu den ILIAS-Angeboten sowie die Dauer und der Umfang der Nutzung jederzeit beschr&auml;nkt werden. Die FH Dortmund ist dabei bestrebt, Ausfallzeiten m&ouml;glichst kurz zu halten und daf&uuml;r Sorge zu tragen, dass alle Funktionen jederzeit zur Verf&uuml;gung stehen.<br />
<br />
Mit dem Ausscheiden aus der Fachhochschule Dortmund erlischt die Berechtigung zur Nutzung der Lern- und Kommunikationsplattform ILIAS an der Fachhochschule Dortmund.<br />
<br />
Die Koordinierungsstelle E-Learning l&ouml;scht ILIAS-Konten, die l&auml;nger als 12 Monate nicht genutzt wurden.<br />
<br />
<strong>Pflichten der Nutzung</strong><br />
<br />
NutzerInnen von ILIAS sind verpflichtet, die geltenden Urheberrechtsbestimmungen einzuhalten (<a href="http://www.gesetze-im-internet.de/urhg/index.html">http://www.gesetze-im-internet.de/urhg/index.html</a>). Vor einer Vervielf&auml;ltigung und Weitergabe von in ILIAS eingestellten Materialien an Dritte ist die Zustimmung des Urhebers bzw. der Urheberin einzuholen.<br />
<br />
NutzerInnen der Plattform ILIAS sind verpflichtet die pers&ouml;nlichen Zugangsdaten geheim zu halten und nicht an Dritte zu &uuml;bermitteln.<br />
<br />
Sollten Sie eine missbr&auml;uchliche Verwendung Ihrer Zugangsdaten in ILIAS feststellen, sind Sie verpflichtet, dies umgehend der Koordinierungsstelle E-Learning (<a href="mailto:ilias@fh-dortmund.de">ilias@fh-dortmund.de</a>) zu melden.<br />
<br />
<strong>Haftungsausschluss</strong><br />
<br />
Die Nutzung von ILIAS erfolgt in eigener Verantwortung. Die E-Learning Koordinierungsstelle haftet nicht f&uuml;r Sch&auml;den, die aus der Nutzung von ILIAS entstehen. Die Fachhochschule Dortmund &uuml;bernimmt keine Gew&auml;hr, dass die Programmfunktionen den Anforderungen der Nutzungsberechtigten gen&uuml;gen oder in der von ihm getroffenen Auswahl zusammenarbeiten.<br />
<br />
Die E-Learning Koordinierungsstelle ist nicht verantwortlich f&uuml;r die in ILIAS bereitgestellten Materialien und die in ILIAS ge&auml;u&szlig;erten Meinungen.<br />
<br />
F&uuml;r Fragen, Anregungen und Kritik zur Nutzung der ILIAS-Installation der FH Dortmund steht das ILIAS-Helpdesk der E-Learning Koordinierungsstelle der Fachhochschule Dortmund unter <a href="mailto:ilias@fh-dortmund.de">ilias@fh-dortmund.de</a> zur Verf&uuml;gung!<br />
